{
  "text": "。救命哇塞今天有把脑洞打到开到另外一个世界救命啊这个刚一可很久告诉你直了哇，救命啊这个是走在一个非常非常。😀前面的人的在后面。😊🎼一个出乎城现探索未知的地方。哎哎，你看我。你有没有觉得我今天哪里不一样哦，好像有哦，那是什么？你不觉得我今天看起来特别有内容吗？嗯，哪里就那里哪里就那里那里是哪里，因为我今天穿了曼代玛莲的海ber大波系列，那那里是有哪里不一样。因为这款内衣非常的神奇，像变魔术一样，因为它里面有一个魔术片设计，所以穿起来它就会消除你的副乳，然后让你的胸型跟。😡更集中，所以你看起来就会比较有内容。小时候我妈妈就跟我讲说，你要好好穿内衣，你才能要好身材。我现在终于有深刻的体会，连以前都没好好穿，的。我从来没有好好穿过内衣，我现现在穿还来得及吗？你觉得呢？在地心引力还没有影响它太多之前都还来得及。曼代玛莲海ber大波系列是棉花糖女孩专属显瘦魔法藏在细节里，鸟眼布面料，透气轻薄不闷热，立体花朵交织勾勒性感姿态，牙白糖双粉湛蓝黑畅销热卖色衣柜必备。曼代玛莲官方购物，闪耀女神节独家限定优惠，全款三折起满3000。再抵200起日起至4月1号止，点击资讯栏链结结账输入专属优惠码DKL100再折100元哦。本节目由漫代马连赞助播出。为为什么老师出书可以这么快啊，小说，我这十年呢哦，这本十年了。对呀，不快呀，我觉得很慢那种去年才出一本小说，今年就可以再出一本小说好厉害，没有去年没没有，那个是一个旧小说集在一起，所以不算了。😊这个是真的嗯至少很专心也搞了好几年，所以我是那种慢的，而且都舍不得放出去啊，觉得还在还可以改好一点就改好一点。我在看前面的时候啊，嗯我一直笑哎哦，因为那个画是好誓言。那对我是。😔。江赏这怎么说哎，我喜欢啊，就是我觉得会让你有感觉到会想笑不是好，还是小孩子写的太荒谬了，你会想笑。对，他就是太荒谬。而且我一直在想说你是不是在写一个神棍去看前面的时候嗯，然后我就很想问一个问题是你有实地考察吗？不然你为什么可以写的那么写实。呃，我应该就是对我有去过宫庙。😊就至少我知道他们在干嘛，但是当然我没有说一个月在那里啊，或者是马上就进入问世的行列。没有没有，你没有问世，你在旁边看人家问世。哎，我我被我有我有去问过一次是，可是就是一次，那你问什么啊，那时候我是问一个很严肃的问题。老是问说。呃，我还找到找不到我的生母哦啊，就当年在当年在找身世之谜。对对对的时候对，出了一本书叫袒露的心。就是那个之前我不知道我呃，因为我的我的妈妈不告诉我，就是我不知道我声母是。😔。活着还是死了，还是在哪里，那没办法就去问世。然后你里面还有写一些，譬如说别人的呃打电洞就生辰八字。嗯，然后他是什么命是什么什么嗯，这个那个我本来就会的。是的是的，是的，对，呃我有一段时间还蛮还蛮厉害的对，紫薇也是对。所以里面写的都是真的，就是那一个哎就他者那那些八字是真的，就那些八字是真。然后就那时候我很厉害的时候是比较会看的那些在你忘记，因为他有很多很多的规则，你要记得你没有常常用就忘了。那呃可是我是有兴趣的，就是我我这种人什么事都很好奇。😊而且我也觉得确实有呃，就是唐国是跟你们讲的。是会发生的，你们会在一起一辈子的。不是我意思就是说呃他是有不要再笑我们太可怕了。是了呃齐来宾都跟我们讲这个事情，好可怕，他其实是有准度的，我没有觉得那个是完全是是个迁徙性，如果是统计学的话。😊他是他是那个dabbase是有道理的哦，嗯，没有没有那么不准。没有，我有震惊，哎，你有震惊什么就你。你会，然后而且里面你论断的，譬如说他是什么命，什么命是真那个嗯对，可能那个都很简单。那个而且很多都是那gogle也有，就因为他们是名人的命嘛，就我以前是会看命书的，就是那个那些什么三命会通什么造化原药，就是那些会讲你是哪个月生的，你需要什么？就是金木水火土那些你是念数学系的对，后来念心理学。我是先念心理系，后来我做过念数学系，这个转折也蛮特别的。怎么会心理学念我念数学呢？想起来就很简单，那时候就算我出国呀，那时候当年的年代出国啊啊，那呃呃我的奖学金唯一的。😊一个学校给我奖学金，就叫我去念心理统计。那我去了以后，那想心理统计其实心理都是比较难的。出对出国的人来讲，因为你出国心理学有很多的文化因素。我刚从台湾到美国是不懂的，那就干脆念数学系，我就转到数学新念数理统计，可以这样可以不是啊，那可先说我干脆就其实好像是很容易的事情。对啊，比那些呃都是比较。急，因为出国当然是对我来讲念书好辛苦，可是都是比较急。因为如果你念心理统计的话，那些文化的部分你真的没有办法跟同学比。嗯嗯，那念数学就大家都平等了。，就是没有就是你没有说看不懂的字或是什么然后像呃譬如说在梦文之地里面有一个英文名词叫daddy issues。嗯嗯那像这种对美国人来讲是耳熟能。想每个人知道d的艺术是什么，可在我们的文化里，或者我们刚出国就不会知道，这是一个例子了。嗯嗯嗯就是之类的他们太多就是所有的就是如果念心理学话，所有事情都跟文化有关，就是当时的文化。那数学就很简单的，就是相较之下，当然对我还是很困难。但这个转折也很妙好，就从。あ。念心理学，再去念数学。后来我做了1年的数理统计工作，在美国公司上班。对，然后所以我在美国做这个事情，就做了1年，就做统计专业啊。那后来我就觉得这个。。嗯，不是我要的，后来我就开始part time去因为因为那时候就写小说，那唯一要养活自己，所以我就去做了写评论，也做了记者。所以我做了在美国做了。。好些年的呃特派特派记者在特嗯，然后后来我就又回来教书，都是兼任的。啊，后来一个专任就是我后来就教新闻研究所跟呃艺术管理研究所，所以那时候就是就是转折蛮大的。嗯，嗯感觉一直在变换身份跟角色。对啊，这是比较有趣吧。也太有趣了，因为变换的角色好大哦，对啊。要不然不是会很无聊吗？对你几岁开始写书？我很晚的哦，我不是所谓文青。嗯，我出第一本书大概都30岁了，就是我为以前以前是念念的相对比较理科的。对对对对对。😔系。你们两个的表情好可爱的啊，因为你刚刚说你念数学系的时候，我就真的吓到了。嗯，因为我一直觉得你是一个相对来说很感性的人。那因为对我来说以我评级的理解，念数学的通常蛮怎么说蛮理性的。比左脑也要发达。对所以我没有办法把数学系放在你身上，觉得原来因为你的想象力其实。😊は.很很丰富的哎，我想你就像嗯你家的女儿不要不喜欢教育系统，其实一样的。我觉得是我们那时候我的时代就是念数学，就就是台湾的那个数学教育是是把它变得很很无趣的哦，那其实数学还不错，数学是蛮有就是空灵性的，就是你你确实是可以看到那个呃好像水。听一样，就是你确实是很可以通通透的看到一件事情的本质。我那时候念数学的时候，我很喜欢霍然绿，，就是那个那个那个其实是很有趣的，而且跟生活很有关。可是我们在台湾不会有人告诉我们哲些就我们的教育系统。嗯。谢谢小朋友的可能比较好，我觉得要能够理解数学跟生活有关这件事情。本身要研究数学到一个很深入的状态，才有办法讲出这种话来。会了，像我就是非常喜欢数学的人哦，如果以前考试可能是我们。。高高中的时候可能是全校数学前几名。哇对呃，所以你没有被老师荼读掉嘛？吼没有没有没有没有，我单纯是喜欢算数学，是就是就是少数的科目是。。学校教的不够，我自己回去买书回来嗯就如证明题自己回来证明对对之类的。但是完纯粹是为了乐趣，不是不是为了题的，不是为了考试。是其实数学是有乐趣，他是很好玩，像解题嘛。嗯，对，那除了像汉克这么聪明，就是他从小就知道那个有乐趣。像我的成长，那个数学整个是没有毫无乐趣，是非常非常枯燥，而且我也学不会的那我只是到了美国没办法。就是如果比起来念心理或心理统计，那我当然会念不下去呀，就是会太难了。就是那个刚去美国那个文化的隔阂很大，数学至少就是大家都平等。嗯，所以亚洲人数学相对也是蛮厉害的对啊，对，就是相对来讲相对来说对对对，对，那你你过去这样这么多的身份转换这么多的身份，你最喜欢你自己。是什么身份呢？哦，当然是现在就是哦嗯其实一直都就就是我会觉得我的我的每一个转折都是。我自己的选择，我想那个就很快乐。因为呃我们那一代的爸爸妈妈都会要你做这个做那个就是他一直叫我父亲母亲，就会希望我做个学者吧。哈我父亲母亲都在大学教书，所以他们有一套觉得学者是最崇高的最好的嗯工作。我的转折就是每一个转折，是我自己要那样做的。我想那个感觉很好。😔就包括写作，30岁以前我我没有想过一天都没想过，说有一天我会写东西，就那个是我的。头脑以外的世界，但是那是当他是我的选择之后，就是当是我自己去选择那一条路嗯。the other way就会就会就会不一样。就是那你那时候再选择这一条。你不熟悉且没有那么多经验的这条路的时候，你有曾经怀疑过吗？一定怀疑过。而且我那时候觉得我就是很不足，就是原先写作者所必备的一些条件我都没有。嗯因为我那时候在美国多少年已经45年了，开始写作。我连家信都越来越简单。那1234就很多字也忘了，所以连那些很基本的，我都不记得了。😔都不会了。所以那个时候为什么我会从就是我在公司上班，然后就硬生生的就把ful time变成part time。就是因为我要我要用一半的时间就去图书馆就去看书，就是看我认为就是我需要读的那些。那些书那时候我的家人啊，包括先生，包括嗯爸爸妈妈都很生气，因为觉得这个跟生计都很无关，要去把。😔ful time变成part time。意思就是说，从此以后对公司来讲，就是你不想升迁，就是很简单，就是你原来拍原来他有一个那楼梯嘛，那在当年那时候的美国对亚洲女性非常的提拔哦，因为那个所以其实是一路看好的，然后你突然跟他讲说，不要不要，我只要做part time的那意思就是说嘿这件事情不是我的不是。我的career，然而就因为这样吧。就回到你们刚刚讲的，就因为这件事情那么困难，而且呃没有人赞成，真的没有人赞成写要干嘛呢？就是我父亲母亲都不会觉得写作诗呃值得做的事情。所以那可能就也许因为这样，一旦开始写，然后又其中又真的有无穷的乐趣，就一直一直做下去咯，你从小就是个叛逆的人。呃，我从小是一个家庭管教。很严格的人啊，所以我的父亲母亲都管我，所以我是一个呃看起来很乖的小孩。加上那时候就是我头脑有很多的问号，就是家里怪怪的，我的问号在哪里家里家里为什么是怪怪的。然后因为就是那是那是我的绅士，就是我是我的父亲跟家里请来帮忙工作的，呃，当时叫佣人。生的小孩，可是这件事情整个被就是没有人知道，就是我父亲跟。我的妈妈就是两个人呃配合的非常好，所以没有人知道，我也一点都不知道啊。呃，可是其实是怪的，因为我的妈妈并没有原谅我的父亲吧，其实也真的很难原谅。你说你的后妈，算是就是其实我一直就就叫他妈妈是我的，就不是亲生的妈妈。对，因为我的生母是我一生下来，大概当天就就。😊离开了。对，OK所以他们整个这件事情是就是没有人就是没有人知道。在当年的年代。所以我就在这样的家庭里面长大，而且我是一个小孩，唯一的唯一的小孩。对对对，因为我我的母我的就是我的妈妈，就是不是我的生母，就我生母就我从来没有见过。然后后来我找到他的时候，他已经走了，他已经不在世界上，所以我没有见过。那可我的我的。。母亲他可能也有很努力要对我好。嗯，可是我越长越大。后来我看照片才知道就是我非常像我的生母，非常奇怪。我生母那边有好几个孩子，可居然我是长得最像我生母的那一个孩子。那所以当我越来越长越大。就是当我渐渐成为一个少女的时候，更奇怪了，就是我的母亲对我，我真的真的有很多人奇。😮怪的地方那我只觉得很疑惑。比如说就是我母亲会讲一些非常奇怪的话。😔因为那时候如果我现在去回想，就是他为什么会想那样的话，因为他心里就是呃某个意义上我是她情敌的孩子。嗯，那所以当我越长越像当年他看过的这个女人的时候。し？他就会有一些，比如说我只要出去穿裙子稍微短一点，呃，他就会呃说我不可以这样。那我问他说，为什么这样我的同学也没有穿那么长的裙子。呃，我我母亲就会脸色一变，说别人可以，你就是不可以，就是你就是不可以啊那个感觉就是我会觉得他的那个后面的意思说呃，你小心你身上。可能有呃放荡的或者是不竭的因因素。就是后来去回想，就把这些事情。拼在一起时候才比较了解。那当然就是我的妈妈啊也很不容易，因为她就带着这个秘密过了这么多年啊，可是心里就是心里那个。😔那个部分是在的，就是始终过不去的。是啊，那你后来是怎么怎么发现这个事情？呃，后来是在我父亲过世之后，但是我在香港工作，就很晚了对，很晚了。我我在香港工作的时候，就是呃做台湾的文化代表。然后我父亲过世，我就把我的妈妈接去香港，就我们两个住，那有一天就我父亲走后不久。那我跟我我的妈妈在阳台上吃早饭，因为我去了美国。😔我啊看家人，所以。有一段时间他一个人在香港，可能很寂寞啊，那时候他就突然跟我讲说，你这么久还没有去葬你父亲，是不是因为你有怀疑说你不是你父亲生的，这非常奇怪的一个兵装，就是第一个我父亲因为他心意要葬在中国大陆，所以我不我不可能去立刻去葬他。嗯，那可是我我母亲可能。😔前就前一两个礼拜我不在家，他心里有很多的心思。对，所以他就突然讲这句话说，你这么久不去葬你父亲，是不是因为你怀疑你不是父亲生的那我真的大吃一惊。因为坦白说，我从来没有怀疑过，我不是我父亲生的，因为我跟我父亲感情。就大老以后真是越来越好。那就是那个当下就真是像这样的快，我我就非常直觉的马上反应的问他家一句说说妈。😔那我是不是你亲生的，就是立刻的就是那一句，我也不知道我为什么问出来，因为他问我的非常突兀，所以就好像叫好乒乓球一样。他打过来，我就突然说妈，那是不是那我是不是你亲生的啊？😊嗯。在我更年轻的时候，我是有过这样的疑惑，可是后来就放下了，因为我也长大了，那他们也老了。所以这件事已经很久没有在我心里提起过。我小的时候有时候他对我我自己认为不够好的时候，我是会想说我是不是抱来的孩子就总会这样对公员捡来的那所以那个时候就突然这样，然后我问以后。。非常不平常，就是他停住，就是他没有讲话，就就很奇怪的，对不对？所就没想到对，问一下，就是呃对，居然是真的就那我就马上接着问说，那我是谁生的。😮o my god,天哪那那个是你几岁的时候啊，那时候我已经。😊我已经五十几岁，父亲都不对，父亲都过世了。已十几岁。对我五十几岁的时候才。😡对，问妈妈这个事情，然后妈妈不回答。对哇，我我们先喝一杯哦。哇塞，对，我想一想这个很不可思议的事情，但他事实上是发生。然后接着接着是一段，我现在回想起来，就是也很也很遗憾，也我也很对不起我妈妈其实是一段比较煎熬的时刻，是因为他讲到说no。😊我是谁生的？，就是他就断断续续讲了一点点，可是他讲的时候，我的感觉是就是其他非常的鄙夷，就是鄙夷我的诸神。。啊，就那个时候就我不知她生的，那我是谁生的，我是那个女人生的。那个女人为什么会会生我，她说就她就会断断续续讲一个，比如说她会讲说因为那个女人很嗯很爱钱，然后我的父亲又很怎么样怎么样，就还讲一些，可是她从来没有告诉我，。后来呢就是因为我们两个心里想的不一样，我心里想的是我要赶快找到我的生物，说不定他还活着，而且我多想就是我多想。😊看看见一面也好，对见一面也好，我不知道他活着还是走了。那可是我的妈妈那个时候的心情就是。😔他可能很后悔告诉我了。那后来也是后来我回想，就是当两个人保守一个秘密，就他的我的父亲跟我的妈妈两个人一起保守秘密的时候，其实是比较容易。嗯那当一个人就是我父亲已经走了时候，他其实说不定是是想要告白的那或者他告白的意思是希望我听了以后就会跟他讲，就以他的立场说妈妈你真不容易呃，我不是你生。你还把我养大，就是他想听的是这个这样的一个方向。那我也不够体会他的心情。那我比较急着是找人。嗯，所以这样就是呃我们在我们都在香港。在一个屋檐下，就是我们始终就是这个部分，就他怎么样都不告诉我，我想了一切办法，就是找我所有可以可以请得动的亲戚去跟他聊天，希望他。讲一点点就是到底。我的生母姓名是什么？籍惯是什么？到底是几岁的人，他通通不讲，就是就是所以是一个呃一段不愉快的时光。对啊，对对对，就是我现里想起来，有时候都还是会很自责，就是。我已经是是个大人了，就是我应该更体会他的心情。可是我太就是我我总是急着。想要找到人，就是那时候就是真的很很彷徨，就是走在路上，比如回到台湾来，走在路上看到。熙来攘往的人都会想说啊，其中会不会有我的生母在啊，就是到底我生母发生什么事情呢，就非常想知道啊，所以后来终于找到了，可找到的时候，我的生母就已经走了一年了，就是就过世了。而且我的生母那边有我有一个姐姐，我还有三个弟弟，那他们跟我讲，都是说这样也好。啊，因为他后来。呃，在在我们家所谓的帮用啊，那时候用这样的名字，就之后他又回到他的原来的家庭。他原来是一个有丈夫的人。嗯，他就就又回到就是他原来的生活里，嗯，就又生了三个弟弟。，原来还有一个就是我有一个姐姐，那他们后来都安慰我说，你没有真的碰到也好，因为他先生还在，但现在一直到前年才过世，就是他先生可能因为就是我们上一代的人，有时候有时候真的不晓得他们在想什么，就他的孩子并不知道他的爸爸。知不知道他妈妈有这样一段，就是知道他去帮用，可是跟主人家生了孩子。不知道他的爸爸知不知道，那当然也不会去问，而且也没有线索，就是他的孩子也全全部不知道这一段。所以他的孩子也是你后来去找到他们的时候，他们才知道他们才知道的，然后那时候去找到他们的时候，他们都觉得呃我是不是虽然他们也没有说没有没有有钱，可就会觉得这个冒出来一个人硬要说是他们的小孩小孩，那是要干嘛，那后来是不是要来分财产。😊Yeah.虽然也没有什么财产，那后来我们就去做DNA嗯啊我要我就跟我的大弟弟去做DNA。嗯，就在那个有个柯昌明，我还记得在那个钟孝东路嗯，青岛东路那个有一个地方可以做DNA。然而就是在我的弟弟跟我我们两个站在路口的那一瞬间。😊。哦，我弟弟就觉得不必做了，因为实在是太像了，就是他有这么多个孩子，可是我是最像他妈妈的那一个，所以就是太像根本就是就好像他妈妈走出来这样子啊，非常像。后来我看他的照片，，我我有可是也真的是就是很像。那可是当然我们还是做了。那做了DNA当然是什么99.9的那种是是姐弟。😔这也就在那段时间，就在我最彷徨的时候，呃，我去问过一次事。就那个时候神明有跟你说什么，那神明跟我讲的有对有不对嗯。啊，那个呃就是其实所有的就是问世的经验里面，如果统计下来的话，然，后来也去也去听了很多就是。都是有时候准，有时候不准，就是说那个天线有街上或者有时候又没过你会写天线。对对，真的是真的是那个意思，就是就是有时候通了，有时候没通。对。那时候那个我我问世的经验非常的，可是确实他确实看到什么，因为我们只是排队，就一个人一个号码。对，然后你就站在那个问世的人前面，他问你，你要问什么事啊，那我站在那里的时候。他第一句话哦他第一句话说嗯，你官印在身，你。干嘛要来问什么？结实果那时候应该不是官，就是只是在香港做一个跟政府有关的事情。嗯，可是他绝对不可能认识我啊，而且是一个一个轮流。可他看到的他确实看到什么，所以会说官印在身。所以。也不是完全无机，就是有时候痛，有时候不痛。那我跟他问说我可不可以找到我的生母，然后他就说会的，你会找到呃，那我说什么时候会找到他说很快就会找到，那我说是不是还活着，他说是应该还活着，所以我就很高兴，呃，有时候有的部分是对的。因为大概一个月之内。那我就找到了就是呃我生母的家庭，就他的先生跟跟他的孩子，他已经走了。就是有时候对他说很快找到，真的很快找到。那另外一方面就是。那时候很可惜，我我师母就不在了。哦，明白哦，对，这就是我唯一的问世经验。我我想问说你当时嗯嗯。😔.知道了你的身世之谜之后，对你来说最大的影响是什么？知道了我的身世之谜之后，我就好像在突然之间好像那个书这样一页页打开。就是我原先我很多想不通的事情。对，就就突然明白了，就对我来讲，那是非常非常可贵的。😔可能不是不是很多人的经验，可对我来讲，就是我一直觉得我是一个非常糊涂的小孩。那个糊涂的小孩就是你坐在一堆的问号里。😊你有些事情你就是看不明白，你不知道是什么。，可是某一天在某个情境下。你就明白了，原来就是那个绅世之谜啊，所谓就可以解释很多很多的事情。你像刚刚汉克问我的，就是你举个例子，他其实是有太多那种日常生活中的例子。嗯，就是我会小孩就很像对我来讲的时候，很像那个。😔潜潜水艇就你有一个镜子是这高高高高高看到海面上啊坐在潜水艇里。那那时候。我就听得到大人在讲什么话，就是这个。然而有些部分我听不太明白，可能那个意思就很奇怪。所以我一直是感觉是一个坐在潜水艇里的小孩。那大人在讲一些。😮很奇怪的话呃对啊，因为像我母亲有时候还是会埋怨我父亲啊，就是当年的那件事情多少还在嘛。那后来就是当我知道我的身世之后，哇就是这种啪啪啪啪就就真的很。就真的有有光照进来吧，这是很好的感觉，其实是非常好的感觉。对，所以你你你有觉得你这个谜一般的绅世，有让你在活着的时候也活出一个谜一般的人生吗？还好吧，我我的人生，我觉得我的我自己的生活或生命就是其实还在一个很比较透明的状态。😔那说不定为什么会这样，说不定是因为呃我曾经坐在很多谜语里面，包括像像梦魂之地就是。里面讲到一个人叫蒋经国。嗯，那蒋经国也许有人会觉得他是个有人觉得他是个独裁者，有的人觉得他是个建设者，有的人觉得他是败北者。就是其实在他身上有非常。。激烈的冲突就是就是他的年代。那但对我来讲，就是对小说作者来讲的话，他一直是一个藏着秘密的小孩，就他藏了很多秘密，他的继母是以前叫蒋夫人，啊，是不能够提他的生母，但他的生母是毛夫人，所以他就而且他父亲也一再的给他们的信里面写说呃。有讲宋美龄是你们兄弟唯一的母亲，就是这个唯一对蒋介石仿佛是很重要的啊，可能蒋介石对宋美龄也有一些的必须要交代的事情。所以这个唯一对孩子来讲，一个是伤害。另外一个就是他必须要把自己的生母。藏在秘密里面，就是那个是他的秘密，所以他从小是一个。藏着秘密的小孩。那后来他的人生的难题一直是说他怎么样隐藏他自己，他怎么样面对他父亲哦，那。他又怎么样去隐藏他自己的某种意义的黑暗面跟忧伤面。因为他有他的黑暗，有他的忧伤。所以嗯怎么说就是。秘密我觉得是一个重量，就是那个重量。😔太重的时候会拖役我们的人生，就是会呃譬如蒋经国，后来就是梦魂之力从他的。晚年节起，就很多时候讲他的晚年，他其实是个悲剧人物，非常的不快乐，然后晚上也会睡不着觉，就是吃一到一堆药都没有用，就是那个秘密，当了他最大的秘密，还包括说呃他明明知道说反攻大陆是个大谎言。可是他必须要一再的讲，一再的告诉全国居民。他回到这个就是回到这个。秘密的人生呃，我自己看是有他的代价，有他的重量。那也许我也多少会看到，就是我父亲跟我母亲，就他们有秘密的人生，他们两个人保守了一个很大的秘密啊，可是这个秘密。终于是沉重的，就是终于会影响其他的生活。哦，那如果刚刚汉克问，就说如果我自己的话，我真的不要有什么是那样密不可宣的。就是就是就是我宁愿他都可以摊开来，他没有什么没有什么是不可讲的啊，没有什么其他的心思，我觉得这样的人生。😔是就是我要的，你你是算是外省第二代对父亲对。是1949年到台湾到台湾。对我现在高雄。对，然后我我我今天来之前，我也做一些功课，说你的大伯跟二伯嗯，好像在大陆嗯都有。什么被共产党嗯，对，一个因一为是被就是是因为国民党而送上绞心台，或那很可怕的绞心胎，就是在打国民党内斗。呃，对，就是蒋介石应该是有跟张作霖，就是当时的军阀讲，说要清拱，就把我的伯父算是国民党左派。因为那时候左派右派都合作，所以就把他跟那个李大钊一起。放到侥心台上去，哇，那个真的很恐怖。我想起来都害怕，因为后来看了很多资料，就是你在侥心台上来要十几分钟都不能死，就是很恐怖的原折磨。对，然后我的父亲就那时候可能是器械也很差，没有像你的运动器材那么嫌弃对，因就可是我父亲就就我觉得这些对他来讲都是都是很大的负担，就是当时没有人敢收拾啊，因为呃我二伯父那时候就是。乱挡，就是对张作霖政府来讲，没有人来收拾。所以是我父亲一个高中初中生啊，就要去收他哥哥的诗。那这是我的二伯父，这个会有心理创伤嘛。嗯我不知道，可是我们前就是我的父亲是让我看不出来他的创伤，就像他可以把一个秘密。Yeah.保留这么久这么久。对，但是他是有他的，就是也许是那时候经过战乱的人啊，就是有他的生存的一面吧。是后来我就是就是我有写说，也许就是包括呃。。1949或者之前就对对本省来讲是228或白色恐怖。其实我们大概都有那种烙印，都都有伤痕，就是上一代。那只是不同的伤痕啊，但是多少都会影响他们后来的生活吧。嗯，那我的大伯赋是，就是是呃被共产党呃，什么叫押解回击，而，是用那种。Yeah.铁丝穿在手掌心，就是他那时候已经逃到江西，就一路拖回老家，然后就是枪毙，就因为是地主。老家老家是哪里？我是他是山东山东。对，然后他那时候因为做过议长啊什么的，所以就当然是嗯就是算是国民党的就是算是国民党，所以是共产党的敌人，这是敌人啊。对，哇，穿过掌心。啊，对呀，这跟耶稣的这个这个。是而且一路拖拉回去超过几个省，真是太恐怖了，很恐怖。对啊，这样子，一路回去哇。😔脚都软了，我的天哪，听起来对啊，这不是但听起来好像是很久以前的事情。但其实就是你的嗯狗的父辈父辈而已。对啊，这个这个我在我们这个年代的人都几乎是没有办法想象当年发生的事情。嗯，尤其是我们我们的祖父母辈也没有嗯经历这些东西。啊，我刚刚很想要知道说，因为你刚刚说梦魂之地，你筹备了10年。为为什么为什么？那时候其。😊原先就是写了第一本叫东方之东啊啊，讲的是就是台上跟他太太在两岸之间的拉扯，然后又提到顺治跟郑之龙，就是就是讲的是一个两岸之间，就或者是外部怎么看台湾的故事。那呃那个写的还还蛮顺利的，接着就写了婆娑之岛婆娑之岛写的是两个外国男。人为了台湾下下狱，一个是末代总督，是魁邑，就是荷兰的末代总督。是魁一，他是因为放弃了，就是某个意义上他被郑郑成功打败了，所以他就为了台湾入狱。那另外一个是美国的一个呃这些都是真实的事情，就是美国的一个国务院的一个高管嘛，就是跟台湾有就是有一些感情，然后有一些情报就留出去。，所以他也是变成对美国，那是很很严重的罪行，所以他后来也关在监狱里，就是就是我想也是借着爱情，然后写写外国人怎么看台湾的关系。当然那个窥叹那个叹气都是。台湾总是陷入夹缝，然后说台湾。怎么一再的被人遗误啊，就那是婆娑之道。其他这两部之后，当然就是平常讲好像三部曲是一个定数，所以就应该写，就是这这已经是10年前就应该把第三本写出来。那第三本当然自己觉得他呃一定要好看，就我希望我每本小说都非常好看。那又要他好看，又希望他能够。包含尽量的复杂，尽量的有情绪，有人性，然后有历史现场啊就种种的部分。就变得非常困难。所以写了这么多年。那后来就是当然后来就就说对我来讲通领啊，做个media有灵媒在其中是叙事者，呃，也是。把这些很多很多纠结拆解的人对我来讲，那个是一个就是是一个方式，就是能够让。最复杂的事情也能够好像站在比较高的位置看得清楚。终于就是这是第三本叫梦魂之地。呃，所以一晃眼也已经距离第二部十年了，所以真的很久，感觉酒是为了要让他更复杂，更深刻。也更好看，就是我我真的希望就是别无所求，就是希望说既然是本小说，就要是本好看的小说，然后最好拿一个人。😔就是不经意拿起来就觉得好看，就可以一页一页看下去，就那是最最大的期望。我现在在听平露在讲话的时候啊，我都有一种。像我在我每次看电影嗯，然后我都会去看那个导演的，比如专访啊或者什么。然后我最喜欢听他讲他自己的故事，因为我都会在他的作品里面去看跟他自己的关联性嗯。有有有有有一种你知道那个东西有一种呃我又没讲懂，我又我又明白了，听众不也明白，但是我明白了就好了。对你知道那个冥冥当中还有一种虚虚实实的其实是我觉得那个好好有，而且是一定的哈。对呀，是一定的对对，其实就坐在因为我自己不知道，有时候这些事情自己不一定知道。嗯，因为你陷入其中，你就以。😊为是理所当然，就这样写出来。可就算刚刚跟你在聊天的时候。我自己都都好像那个d jobve一样，就好像看到了。是的是的，呃，说不定为什么会选这样的题材，为什么会写这样的感情，说不定是跟我自己。有关系有关系。可能有好些层，可是他确实是有关联。尤其是像你如果要让一本小说里头，他的人性相对来说，他必须要有一些呃复杂。嗯，其实也是必须要你你。嗯。你理解，嗯，然后你见过对，然后你知道。对对对，这他一定是都包含包含在。对对对对对，我问你一个问题啊，当然你觉得你是一个设计谜团的人，还是一个解谜的人我，当然希望是既设计谜团，又把它解的很漂亮，就这个是这是小说的最高境界啊，OK okK因为他不假。所知啊，对啊对啊，对你问你为什么问这个问题？我为什么问这个问题？对，因为我觉得刚听他讲，他的人生就是活在一个一连串的迷雾当中。然后到很大的时候才慢慢的把它解开。😊那我只是很好奇是他在写小说的时候，他会觉得他自己是一个。设计谜团的人还是解开谜团。因为那跟他的这个人生的动机有很大的关系。，所以当他说嗯他能够希望能够去创造谜团，也能够把它解开。这就很有趣，就是因为跟他的人生其实有很大很大程度的相似性。哦哦哦，那我懂你的意思，但我觉得迷这个字对平评论来说应该有一个蛮大的吸引力。某种程度上我也觉得。😮因为他其实看完他的小说结局啊。你还在那个谜里面，没有没有解开啊，哎他其实解开了也就没有你知道那个他不是要告诉你答案，他们也要解啊。对对，他解到一个程度，让你自己去感觉对对你到底要怎么对他还是有一个思考的空间在里面嗯，是是是希望这样的，就是有有有有其实没有答案吗？对对丹丹最有趣的也是问号本身。😊是对，为什么为什么他后来变成后来那样的一个人，就是为什么事情。后来变成那个样子。对，包括两个人相处，包括一个人的生平。他不原来就是那个藏着很多秘密的小孩嘛，那后来为什么他必须要做一些，也许是不对的事，但是包括对的事，那后来甚至为了维护他父亲。😔他也分不清，就是到底是不是自己在献祭他自己，就是就是真的是蛮蛮纠缠的，应该是说像。像你你之前有写过另外一本是黑水。对，然后它其实是一个社会事件嘛，对像灭嘴的抹吧嘴的。对对对，他也是用一个站在女性的角度，然后他用不一样的视角在写这件事。因为你在你在看新闻的时候是是就只有那么一个角度。可是黑水那一本，他其实是用另外一个一个一个角度在看写这件。事情，然后给给读者另外一个角度看待这件事。那个谜团也非常有趣，就是人为什么就是你怎么可以杀人？你在那个现场的时候，你你怎么可能杀得下去，就是你下手那一瞬间到底是什么样的动机，就到底是什么样的或者是恨意，就是让你可以下去那一道，就对我来讲，这些都是就是至少我非常好奇。但我很想知。对你来说，人人性是善还是恶呢，还是你有其他的看法？我觉得人性应该就是就我们都是环境的产物。这样讲好了，就是如果我在我在那个境欲之下，天哪，我会杀人，我绝对会的，我会我会杀人，那换一个境遇，如果是在被害人的位置。嗯。哎，我也可能被杀，哎，因为我遇到我该要逃出危险的时候，我是逃不出去的。就是就是那个被害者是一对夫妻。对，那太太早就觉得这个事情很蹊跷啊，可是他就是跨不出去。那我想这个也是我们每个人可能在心里就你在一个关系里久了。😔し.你也觉得出去就真的踏出去的时候是很没有安全感的。嗯，呃，所以我不会处理的更好。换句话讲，如果我在那个境域里，我非常可能被杀哦，我就是那个太太被杀掉的。我也很可能杀人。因为我如果住在顶家，我如果住在顶楼加盖上。如果我每天听到的看到的是当时那个当事人叫做谢一涵，就是如果我的环境是他这样的话，那么是的，我也会。杀人我会的我会的，我绝对相信我会。那么所以你说这个人性是善还是恶呢？就是。大概我们都是很多时候是是禁遇，就是我我们绝我自己绝对没有比任何人善良，我也绝对没有比任何人睿智。那一般来讲就是我的条件比较好，我的支撑体系比较健全，就是我的锤时球员系统也比较多，就这样而已。那你相信命运吗？我相信命运是的，是我是相信命运的。而我也相信就是像呃哈姆雷特的那句话，就是我们的。难题，每个人的难题一直是我要怎么样面对我的命运，就是这个是人生很大的难题，就是我的命运是这样，可是我要怎么面对它，然后在里面找到属于我自己能够掌控的部分。那我觉得那个是。😔那个是非常重要，而且非常非常reing，非常有有。有意义的事情命运真的掌控得了吗？嗯，某个意义上命运是非常tricky的，就是他就是让你头昏脑胀。然而一定有一个部分，就是在怎么样恶劣的命运里，就是必然有一个部分可以说是在你的心里吧。5年前就是我那时候有生病过，就突然得了忽然没预警的得了癌症。那时候我就真的是明白说明了说哇，所有外在的一切啊，包括命运的起伏，什么忽然遇到很糟的事情。我真的是明白说哦所有的那一切。😔只是天气啊，只是就像天气一样，今天变冷了，明天又热了。然而我们自己可以是天空，哦我们应该还是有，也许不叫掌控，就是我们还是有我们自己看待这件事情，然后找到。我们所喜欢的位置的一个方法，我是这样认为了嗯。😔那你写过这么多本小说啊，你觉得不要说小说，因为你写过很多本书，你有没有最你自己最喜欢的哪一本应该太白了。呃嗯这个就是也也也很简单。，因为他是就是他离我没那么远，所以他还是最爱啊，就是最新的一本永远是最爱哎呦对呀，这个说法不是我呃对呀，或。😊是就是呃以前我比较喜欢说说他是还没有写出的那一本，就是啊下下一本永远更好。对对，那那你的下一本其实已经on the way吗？呃，应就应该是一本散文。是的，on the way，可是应该是个long way。还有 long way你的小说的题材里面大部分都跟台湾有关系。对呃，我比较相信像我们可能都很喜欢安藤中雄嘛，而且安藤安安藤中雄就是他有说过说他他觉得他的建筑是他跟社会发生。😊关系的一种方法。就如果没有建筑，它就跟社会没那么紧密的关系。嗯，我觉得这是有道理的，就对我来讲，我也不能做其他的什么。我也没有像汉跟婷婷做那么多事情，可对我来讲就是写作这件简单的事非常单纯。就是你对着对着电脑或对着ipad就写写写，就这个是一个我跟社会产生关系。。而且那个关系不必复杂到说我自己不能够操控的地步，就是他那个距离是刚刚好，然后刚刚好意思就是他由着我嘛，就是呃我要怎么介入，比如说我今天要多看一个世末，因为写作在就不是活在真空中，所以你必然是跟这个社会产生关系的那你怎么看现在的台湾。あ.他像你所写的台湾也背负了某一种原生家庭的原罪跟某一种情绪在那边纠结嘛。你怎么看待这个这个时代呢？嗯，这方面我就是很理想主义的。我觉得就是过去我们的那种斑驳的绅士，就是我们殖民的背景，或者是1949年，然后突然被就是突然等于是进入另外一个新的呃国服时代。哎或者是党国的时代，就这种种种种某个意义就是我是真的是很乐观的。我觉得都是其实是在丰富我们，就丰富台湾的韧性。那我自己最喜欢的，就是我想这样的台湾哪一个任性哪一个任任就是很有坚是很难写的那个韧坚韧的不是另外一个那个那也很好对，台湾台湾要任性一点。对对台湾可以任性啊，而就台湾这对。你讲的好，两个两个两个人理解都不错，都不错。对，就是我自己那也在就也在国外工作过，然后回头看台湾，我自己最喜欢台湾的地方，一直是就在我理想中的台湾，一直是他是一个没有界限的地方，就他没有那么清楚的borderline，就他总是跟任何人啊，比如外国人来这边，就都是可以跟台湾很快的融入，保持一种暧昧的关系。对。为关系暧昧而温暖嘛，就是大概就是这个听起来很有画面吗。暧昧而温暖听起来蛮对对，因为你说走去走去一次seven eleven，那个外国人一定会感觉到那个温暖，对不对？可是他走出来的时候，这么多人跟他打招呼，那也其实也有暧昧在哦，就是种种种种暧昧。哎这个我要学暧昧而温暖，听起来是一个情感非常丰富的地方，台湾就是这样啊。其台湾是有他的暧昧性，也有他的温暖感，有它的温度。那对我来讲就是那个理想中的画面。台湾这个怎么样的地方，所得台湾最棒的就是那个没有界限，我也希望就是他过去的历史或者过去的种种，包括泽难，包括绅士，希望再过一些年。😊うん。5年十年就是会让我们更有包容力。觉得那是很重要的啊，我知道了，我就我觉得我们我前一阵子在讲说，就是台湾人一直在在寻找自己的自我认同嘛。嗯，在某个程度上，因为他有点过于复杂。从以前殖民啊，国民政府来抬，然后各种各种各种各种身份认同，各种identity的问题。今天听你讲完了，我忽然觉得我们的identity就是暧昧，这好的起。对超棒的？对对，我们都喜欢暧昧嘛，对不对？对，这是第一个这个是超型对的一个identity，这是一个自我认同。对，假设比如老娘今天就是要以暧昧的姿态存活在这个世界上。哇，这听起来超屌的人，真的太厉害了。我不要成为那样，我也不要成为那样，我成为暧昧的我自己。对对，这听起来不错哎，是啊，就是啊我觉得哦这个概念好棒啊，我好喜欢这个人啊，哎。may写温暖.应该要加上后面那个且温暖，我觉得才会精准的形容啊啊暧昧且温暖暧昧且温暖。这这是一个很很很特别的想象。可可是这个结论才太幽默。不过这是我以前没有想过，我们可以用这样的角度去去理解我们自己对的一个认同的感觉。对呀对啊，以前我们想的都太严肃或太正治对对对，以前就会想说我一定要要嘛就是像中国大陆那样，或者不然我们。像美国那样，要不然我们要像日本啊，不然或是像哪里南岛国家，或者我们要有一个自自我的认同，要去看国外的人怎么怎么弄嘛，或者我们要学欧洲怎么样哦，忽然间提出了一个全新崭新的概念，暧昧且温暖，暧昧且温暖。哇塞，这以后要写在宪法里面。要我第一条就要这个台湾要成为一个暧昧且温暖的国家。对塞这。屌到一个暴毙，果然是要找小说家的口说讲出来就完全脑洞大开。以前就是不管是作为华人社会或者是亚洲社会，然，我们太被伦理所束缚。就这个是我真正对台湾的期待。我觉得我们若暧昧温暖。哎有一项我也好喜欢。我觉得我们台湾应该自责人伦，就是我们自自己决定，我们要跟比如说把。什么国家什么岛屿，我们要决定我们要发生什么样的关系说可以的。对对对对，这个是很就是很先进的想法。很不错嘛哈对没错，不要被那个一些迂腐的德啊或者是什么什么，不要被迂腐的道德观所绑住啊。对对，带来无限的自由啊，我们最向往的就是开放式关系啊。对是这的意思吗？第个做责任的有选择的责任的开放式关系开放式关系是要因为不能不能就是不能有欺骗呢什么等等，在里面的而且是经过深思虑对对有有对有想过的无需欺骗嘛，因为都彼此理解知道什么样的吸引。你是不能够不能够say no的，不能够拒绝的是多好，觉得这就是暧昧性的定义。对，所以我给我回应各种各样的吸引力。这世界上。对所以如果所以如果台湾开一个脸书，然后他上面写情感状态就是open relationship哦，好酷哦，突然觉得，对啊，大家都喜欢哪有一个国家不喜欢我们这种状态，对不对？😊但你觉得要能够暧昧是要有条件的。我们有。哦，怎么说怎么说？对对我喜欢我喜欢听这个怎么说。对啊，就是A妹要什么条件？A妹要自己要充满自信，要充满吸引力，而且也有也有相当的资产不一定是有幸的，就是我们台湾什么都有呀，对我们有山有海，有大航海时代，然后我们还有台积殿，护国神山，就是各种的物质条件。😊我们不缺乏。那同时就是我们可以跟几乎是任何来的人接轨。无论他是欧洲人、美洲人呃，中国人、日本人，其实我们都对他们来讲都是没有办法抗拒的吸引力。不是吗？是是的，是对，而且我们某个意义上其实台湾不求于别人。嗯，那我们都往往没有看到我们自己这个优势啊，我们因为我们老是觉得自己是个小国。所以我们很。仰赖地缘政治的大国关系。那其实我们所为自给自主，我们有的我们都可以拿到，我们都也。很富足的保有。所以其实我们可以暧昧呃，甚至不时的可以flirt一下，那条件是非常好的。所以可能我们缺乏的是认知，一些自信。嗯呃，可能稍显因为这个原生家庭的关系，原生家庭的关系。因为我们一直常就是有一点自卑。对我们处在那个很大的一个路快的旁边，嗯就相邻之下，我们那么小，所以我们总觉得我们没有什么。独立的个性，我们要靠来靠去。对我们上一代的情感关系有点复杂。对颜色都这一代。对对对，色到我们这一代的候就稍微要你对有哦像解释或我们现在的重点就是我们必须要知道我们是很有魅力我们装满魅对力。对，不要暧昧我们现在就是要。呃放胆暧昧，听得听得给他滑下去。对啊，确实是这样。你看现在台湾不是忽然多了很多各地来的外国人对然后每个人都来朝圣一样的看我们的，不管它是宫庙小吃，或者是呃你们附近的梨化街，就是通通变成非常非常有吸引力的地方。以前我们不会这样看自己啊，我们会觉得嗯那些是呃。😊破破烂烂的或者是。放不上台面的那现在不一样，是我们从外国的人的眼睛里看到，原来耶为我们可以我们可以暧昧，我们可以自信。我们本来就充满了各种的条件是吸引他们的。而且那些外国人来。据我这样小小的甜调，哎，他们都就是都是真心喜欢台湾，没有什么没有什么其他的目的。那是很不容易的我们的独特位置。嗯，对，就就像我们之前在讲的，那个就很像我们在讨论个人的自卑感的时候，因为自卑，所以你对你自我评价就容易跑偏嘛，就每天都给自己一些不对的评价。对，对啊，那我们就是这样，而且我们是被严苛的党国教育，就是不只是嗯上一代下一代，其实就说这个是一个集体。😔潜潜意识对我们都在都在这个终结啊，所以我们会自己以为不足啊，包括梦魂之地提到的那个很大的谎原，就是我们要回去会。被领袖带回去，好像这个部分在台湾是不完整的，我们要回归一个母体。嗯，就是这是呃党国教育里面很重要的一部分。所以我们根本没有机会看到我们自己是多么可爱呀，没有办法机会独立成这个对自由的个人，没有办法脱离原生家庭，没有办法。那即使现在也许独立两个字，在国际政治上或者是在中国的眼光之下，依然他有一个。😀竞技性，但是我们至少可以暧昧吧，哦，可以可以对吧？你看对吧？你看9二公司多么的暧昧啊，对啊，就是啊，说那个叫暧昧吗？暧昧啊，对啊，你确定9日公司叫暧昧嘛，好吧？对啊，多说我的意思就是说其实很多暧昧各自表述啊，这是表述是一种暧昧没有错是啊，是啊，那是一个暧昧对暧昧的关系。对我们平常在情爱里面当你。要说什么，我不知道别人怎么想的时候，暧昧是很有用的，各自表述啊哇，今天这个这个这个主题我们怎么可以聊到暧昧这哇，好厉害啊。但是我今天完全是用全新的视角在看待我们台湾的未来，暧暧昧且那个温暖，暧昧且温暖，我就得且温暖一定要加。对，不要像以前我们都说那。😀那首歌叫什么唱什么暧昧让人受尽委屈。对，如果暧昧没有企业温暖的话，那很快就变渣男了啊，对，暧昧没有温暖，就是渣男。对，那暧昧没有得到温暖就受尽委屈。嗯，也是你怎么这么理解，嗯，有吗？我我要谁概念实在是他有我今天聊到这里很厉害。😊对，，到底是怎么了解的？应应该是你们两个的头脑加在一起就会产生不一样的火花。对，但我觉得哎爱。这这个很有趣哎，嗯，暧昧且温暖，谁会这样讲。对呀，谁会这样子讲。我真的相信我觉得台湾的一个特性，就是我们每个台湾人真的是我觉得是比较没有界限。就我们跟别人的相处当中，我们很快的就可以跟任何一个人可以产生比较深刻的关系。就是我们出去看台湾人啊，跟日本人不一样，跟美国人很服面。也就是跟美国人欧洲人。😊都不一样，就是台湾人有一种特别的亲和力吧。一般来讲对，就那个没有界限的感觉，是在我们每个人身上。啊，是，那这个部分非常非常适合发展。我们刚刚讲的暧昧且温暖的自我认知。就是这样啊，就是我们没有界限，我们没有觉得什么是不可以做的，我们没有觉得什么是犯禁的，我们没有觉得什么是不行的。嗯他有时候听起来会有一点有一点 rude，就是有一点冒犯或是呃那是很好的。对，但有时候这个是。拉近彼此距离的关系。譬如说你回到南部乡下亲戚，有时候就会直接问说啊，你现在一个月赚多少钱呢？对对，你是可以养活你自己吗。对对对，他其实背后表达的是一种关心。对啊，对啊，那个没有界限感呢？那我问一个题外话，为什么你那么理解暧昧啊，因为我很喜欢这样的状态。我觉得那个什么意思，就譬如说爱情就爱情最好的时时刻是暧昧的时刻？😊因为你眉目传情，而你搞不清楚对方到底有没有接收到这个讯息啊，所以你完全可以。陶醉在这种幸福的想象当中，某个意义对我来讲一直是这样，就是我们恋爱是为自己谈的，有时候的恋爱不管多么强烈，多么呃多么澎湃，可能就是始终你所为安的是自己。那在暧昧的状态的时候，你的多巴安就。他一直分泌，就是你充满了一种就是在呃这一种你可以说充斥着灵感，或者是对这个世界有无限美好的投射的时刻，那是暧昧。所以你是很享受暧昧的那个状态的人，我觉得人跟人之间最好的状态，其实是带着一些暧昧。啊，譬如我们到那就说到。一个场合你会觉得他有趣啊，或者你并不确定他对你是不是有兴趣，可你基本上觉得他有趣。然后你们开始有一个呃有一个对话，就那个状态是非常好的。。😀当然不久，你也可能发现这个人实在是太无聊了，或者说他理解太多现实层面。对对对，就没所以你就要换一个对象了。，所以我刚刚说迷这个字对屏论来说有一种吸引力，是不是是是是我以为是对每个人的啊不不，所以我觉得他同时间。😊.就是谜本人。对啊，所以我就跟你既创造谜团也解谜。。但是重点是它本身就是个谜。因为成为谜的时候是最暧昧的状态。没没没有，他的小说的结尾也没解开这样说就没有人看了然有白感了。对，不会啊他还是有有留一些他还是有留一些可你是对的，就是是这样的，就是呃嗯。😮是更多的问号。那问号每一个希望能够牵连牵连到读者自己心里的心情。对呀，这绝对不是答案，就是答案要自己暧昧的重点是要有空间的。对不对有答案，这件事情有点恐怖。我一我常常举这个例子，我跟你说李安，他在写十年那本书，他写的那个呃喜宴。然后他说他在机场遇到粉丝跟他讲说，哎，我好喜欢喜宴这部电影哦。哦，因为他是一个happy ending哦。我想说我有什你觉得他是，，然后他就赶快逃离，因为他也他也没有否认，但是他也没有承认，只是他心里面是最更多的是很讶心啊，怎么会有人这样子他为什是的这样不会有人认为他他是没 endingending，只是我不知道这一段的时候，我就觉得很有趣。因为不会有任何一个人，他下那个Enending的时候是想要解开什么的。。😊？那艺术的本质就不是给你一个答案嘛。嗯，对，不管文学也好，电影啊对对对，就是这样。对啊，就不是给你一个答案。对给你答案就就弱了嘛，他就不暧昧了嘛。对，就不暧昧，不美，他就不美了，是不是我突然我突然明白为什么我这么多创作者的朋友常常在暧昧。对呀，理解。想起了好多的你友在这里暧昧的经过吗？没有，就是突然间那个脑海里面刷过很多人的人的。对，我们刚刚是从书开始聊，然后聊到你的身世之谜，然后不知然道为止会聊到对，然后一直聊到就是你对于台湾的看法或是等等之类的。😊。然后你最后下的那个呃判断的结语叫做就是呃暧爱暧昧且温暖。那我很想问你一个问题，就是嗯这一路这样子下来，就是你的生命算是非常曲折离奇的一段过程。😊那对你来说嗯还好吧。顺曲折离席啊，我觉得该吧呦那你自己的感受就是？对呃，好去加一点，等下再回到那个曲折离奇。呃，就是你会我会走很多的冤枉路，就是这是真的，因为我很迷惑，就是因为我的身世，譬如说成为作者或是什么的时候，我写了蛮多，也一直去看各种女性主义的书，是女性主义。那时候也很风险。对。😮么我一直想问一个问题，只是解答一个问题，就是我的妈妈为什么不爱我？很简单的一个问题。，那女性主义果然就有给了各种解释啊，就说母女譬如说很多个解释，譬如说母女之间有竞争关系，又譬如说因为母亲自己的境况并不好。作为女人，所以她其实并不希望自己的女儿又陷入同样的困境。所以其实有时候母亲会母女相。相聚啊，或者有的时候母亲是因为他在男性社会里面，他只认得那个排位上的一些名字，所以他自己不存在，他也不觉得女儿会存在，就是有各种的解释，就是从女性主义。理论来讲，那一直到后来就在我发现我的身世之后，这个问题其实简单无比。为什么我的妈妈不爱我？😊因为你不是他生的，不是他生的，而且是他的某个意象是。井底深的，所以就这么简单，可是我就绕了很多的路，就是拼命去找那个答案。包括春天心理学对，可能也是可能有一点关系。对，可能有点关系。然后呃然而就回到刚另外一个问题，曲折离奇，就是然后他也有副产品，就是它的副产品还不错，就是因为副产品还，因为你一直在绕路。你其实在解一个那个根本。😊就是他的variable就放错了，就那个算式本身问题本身就问错了问错了问题，就是你去嗯干嘛干嘛也花了存在解答的问题是的是的，就是很简单的问题变成那么复杂。也因此就是他会让我就是在好奇的时候。同时也阅览或者也去经验。很多人的经历，所以其实也挺好的，就是然后到最后可才才有办法写出很复杂的小说。对O那那我我我其实我最常问的人家的一个问题就是本节目最爱问的对？然后那对对你来说爱是什么呢？哇，这么难的问题，对不对？😊嗯，对我自己并不。不知道在这个节目说合不合适，对我我并不相信爱这回事的神圣性，就是至少我不我没有那么相信这件事的某个意象，甚至是审圣性或者真实性。那呃我。😔反而觉得就是像我最喜欢的一句话，说不定那也是副产品的一部分。就是当我自己读了或经验了很多女性故事之后，呃，我反而觉得说。那句话对我是有用的，就是希望被爱是最后的幻觉，放下他，你就自由了。所以我很喜欢这句话，就对我来讲真是这样。再再再讲一次，哎呀。希望被爱是每个人最后的幻觉，放下他你就自由了。就是我觉得爱跟自由有一个有一个拉扯性。再帮我讲一次，为为什么为要连放三次这个休息结尾帮我停顿2秒，这样讲你也喜欢这句话，一定不赞成啊，没有没有，不会，应该我我应该是说我问了这么这么这么这么这多人的人，我真的从十几年前我就开始问了，然后问到我开poet，我还在问，我没有听过这件事。😊这个呃没有从来没有从来没有别很对，因为我我好奇问你这个问题是因为。😮你知道暧昧对你来说是一个很很很美的一件事情。然后这个很希望沉静，像沉静是经验一样的经验。是对那也太神奇了。所以你也是来这个人世间打电动的时对，打旋风太久了。对，我们是从那个马里欧那打到超级马里欧么所以我才会耗。😊其实对你来说，爱是什么？可是可是因为你刚刚那个实在是太有趣了，嗯，需要好好思考下来。嗯，对，所以再问一次，希望被爱是最后的幻觉。😮放下他。你就自由了，再来一次。可以可以可以可以可以可以可以可以可以。可你这句话是不是要放三？可是我觉得如果我是观众的话，我觉得我这句话会放100次。因为我要大概放到54的时候，我才大概想象他大概讲什么。真的哦。😊最后这句话而且我们真的太太希望，其实我们不一定爱人，可是我们都好希望被爱啊。那呃如果我们更简化的讲，我觉得暧昧是。😔一个呃比较容易达到，而且不会带来伤害啊，然后是让生活充实的方式可能反而是暧昧。然后我们都从开始就搞错了，因为包括我们唱的儿歌啊，或是流行歌曲，每个人都教我们要爱。那其实爱就很像很久以前有个拉natonner。呃，有一个歌星的一首歌，就是what is lovelove is secondhand emotion。就其实第二首的，就是我们在我们还没有了解爱或者是体验爱，或是真的从心里觉得我非要被爱不可之前，我们已经第二首的被听到太多情歌啊，太多的就是啊尤其女性就是被爱。😔就有王子，就有幸福快乐的生活。但是真的那个是第二首的感情，真的是secondhand的 emotionmotion。我们没有没有机会自己去体验说。我到底是要在爱里比较幸福快乐，还是我在暧昧里比较幸福快乐，或者是真正的真正的答案，我觉得是那个自由就是。就是放下大，你就自由了那个自由，我想是最好的状态帅救命啊，哇塞，今天有把脑洞打到呃开到另外一个世界真救命啊，这个刚这一段可以听很久，我告诉你这只。😀哦，救命啊，这个是走在一个非常非常前面的人呢，时代的阶端and走在后面。😊",
  "language": "zh",
  "duration": 0.0,
  "segments": []
}