{
  "text": "🎼本期我们不讲哲学，本期我们来讲一下企业运作原理是和商业分析有关的。我希望在接下来的一个小时过程中，如果你能够坚持的下来，你就能够知道一家企业是如何运作的。你知道一家企业如何运作的，就意味着，如果你愿意。如果你有足够的决心和勇气，你就能够去运作一家企业。好，接下来我们进入正式的课程。首先呢是企业运作原理核心图示。🎼这个图示呢其实就展示了一个企业啊最简要的一个功能图。这功能图体现出来的东西就如图所示，企业就是一个机器，机器呢是由设计和人构成的。为什么要创造这个机器呢？是为了服务于目标，对吧？我们首先要设定一个目标，然后呢去通过设计和人建造出的这样的一个机器，也就是这家公司，公司运作了之后，它会产生结果。这个时候呢，我们通过结果去反馈。的对标之前的目标。这个时候我们来诊断一下这个结果和我们设定的目标是不是一致的。那么哪里出的问题是设计上出的问题，是人上出的问题，还是设定的目标有问题。然后呢进行诊断和修正。那么有了新的目标，就要根据新的目标去重新调整机器会输出新的结果形成了一个循环。第二步呢啊就是我们要看一下目标这个部分。首先呢很多人都觉得啊商业计划书这个东西。🎼是拿给投资人做的，呃，是拿给投资人看的。那么如果我。不大投资，我只赚正向现金流，只赚钱给自己，是不是我就没有必要去做BP这个东西呢？其实不是的，BP这个东西不是给别人看的，其实是给自己看的。🎼就是你自己首先要知道你自己在做一件什么样的事情，你要把它梳理清楚。如果你在这个过程中有一个错误，未来在市场上一定会在某一个时间段被市场打的头破血流。为什么呢？因为你的那一个错误，那个bug那个漏洞会在某一个节点被市场无限放大。那个时候市场上所有对的人都是你的对手方。那么这样呢其实是基于皮德德鲁克的三大假设。首先呢就是关。组织环境的假设。第二呢是组织特殊使命的假设。最后一步呢是对完成组织特殊使命所需要具备的核心能力的假设。其实每个人开公司，我们都是按照这三个假设去进行的。首先，组织环境的假设，你要选定行业，你要选定市场，你要选定行业的上游中游还是下游，你要选定细分，你这些选定的所有的东西都是组织环境的假。🎼假设当然它有横向的，有纵向的，有不同维度的区分。但总的来说就是组织环境假设，组织就是企业，你这个企业到底要赚哪些人的钱，到底要立足哪个市场，为这个市场的哪些人提供什么样的价值？这就是关于组织环境的假设。Yeah.🎼那么具体来看呢，就是市场规模、市场规模的增长率、市场份额、相关的政策法规、海外市场发展的比较。市场规模就是你选定的环境，它的市场规模到底有多大，是几百亿还是几千亿？也就是说我们平常所讲的盘子它的盘子有多大？那么在这个盘子下，它的市场增长率又是如何呢？如果盘子足够大，增长率也足够高，那这样的市场是不是一定是一个好。市场呢，对不对？那么在这样的一个市场中，市场份额又是如何切割的？有没有形成垄断，是不是有充分的竞争，你还有没有进入的机会，也就是我们平时所讲的红海和蓝海市场。下一步呢就是相关的政策和法规，相关政策法规其实会影响整个组织环境，对不对？那么政策法规会影响到其他的竞争对手，当然也会影响到你因为政策法规其实是某种。🎼路上是代表了另外一个层面的市场。最后一个呢就是海外市场发展的比较。这个东西呢就是时间装置的原理。那比如说在美国那边已经啊流行的东西，在国内还没有，那么国内是不是也有类似的需求？如果把这样的一个市场的模式玩法搬到国内的市场是不是就能够比较有用。接下来呢就是第2块，关于组织特殊使命的假值设。那当你选定了这样的一个组织环境的时候，你要在这个组织。环境里面，你要在这个市场里面，你要做一件什么事呢？这是不是一个伪命题，那你就要需要找到这个行业的痛点。而且呢这个痛点首先它是不是足够的痛？🎼是不是已经有人去满足他了，还是并未被发现？如果你找到了一个没有人发现的痛点，而且它足够痛，而且它还有足够的复购，那么你一定发现了一个很好的商机痛点，就是商机。你去满足它，你去创造相应的产品和服务去对价它，去满足这个痛点，市场就会对价你就会拿出现金来对价你的解决方案，对价你的产品。那么你。你解决了这个痛点，就是在主张一种价值，对不对？那这就是你的价值主张。接下来呢是使命与愿景价值观。很多人认为组织文化使命与愿景价值观这些东西都很虚，其实完全不是这样的，为什么呢？因为使命与愿景价值观。在无形之中定义了一个组织内部没有办法用规则去铭文的游戏方式。🎼换句话说，他就是潜规则。那么为什么有的公司大家都愿意在做完手头的事情之后再走，而有的公司一到了点，不管手上的事做没做完，大家就都走了。从法律和公司章程的角度讲，都没有问题，没有人违背，没有人违背明文。那么这些规则之外的行为其实就是一个企业的文化，就是使命远景价值观。对于一个公司的控制者。来讲这个东西是非常重要的。当然对于员员工来讲是无所谓的，对不对？但你要知道这个东西，因为它很重要。如果你将来开公司的话，意味着你要塑造一个好的使命愿景和价值观。什么是好，什么是坏？是在你招第一个人的时候，就已经产生的。你设想一下，如果你招了第一个人，你和你的员工，你们两个人在产生协作的时候，你们两个人的协作方式，就是紧密互补。然后信息同。🎼同步的非常及时，而且都争着去拆解任务，去完成一些任务，也不争功劳。那么当第三个人融入的时候，他们第三个人一定会按照你俩的交互规则，他先看你俩是怎么工作的，怎么交互的，怎么打交道的，然后再学习，然后再融入，对不对？那么如果你们两个人都都是一种截然相反的状态，在另一个极端，对吧？互相的甩锅，也不好好做事情。那么第三个人进来以后，你指望他能够把你们两个人的。题都解决掉吗？不可能的。所以你在塑造使命愿景和价值观的时候，一定是在第一步招第一个人的时候，就应该塑造一个比较好的使命愿景和价值观。那么拆开来讲，什么是使命，什么是愿景，什么又是价值观？使命就是你这家公司存在于这个市场上的先天的合法性。你为什么能够活在这个市场上，你的正义性在哪里？对不对？那你提供的价值是正向的OK那。🎼市场就觉得你的存在是合理的，这就是你背负的使命。而且你的使命最好是独一无二的。如果你的使命和其他人重合了，那你就构成了一个竞争，一出生就在竞争，对不对？那你们使命同样为什么对于客户来讲，我要选你而不选他呢？所以最好的使命一定是非常独特的使命，愿景是什么呢？愿景就是一个很具象的一幅途径呢？比如说在未来的几年在某个行业，你这家公司要处于这个行业的哪一个位置？你是。属于行业第一，行业领先还是行业头部还是行业等等等等等等，对不对？那么这个愿景是驱动大家去奔向的一个目标。愿景是对公司内部人来讲的使命呢更有可能是对公司外部的客户来讲的。价值观呢其实就是用来约束其他员工的一个一条隐形的规则。あ？🎼就是公司的流程和制度是没有办法约定到很具体的很细节的方面的，他可能只能约约定到流程层面。就大家在协作的时候要怎样，但是有的人对吧？说谎这个东西，你怎么去约束他呢？那你只能用价值观，价值观最后会转变成舆论，对吧？那么大家可以利用啊，你这个行为是不符合价值观的，为什么他不能说他你这个行为是违反公司规章制度的，因为规章制度不可能约束所有的东西。所以他可以用价值观去攻击他。这个时候呢就在潜意识层面，或者在你看不到的地方，他就塑造了企业的文化。好吧，那他这个东西价值观其实是你的眼睛，无处不在的眼睛，对不对？那么最后一个呢是完成组织使命，所需要的核心能力的假设，什么是完成组织使命所需要的核心能力呢？就是你刚刚制定了这样的一个使命。那你完成这样一个使命，不是说说大话就可以的。🎼是一定要能够组织资源，重新的配置资源，并且把这些资源加工成转化成。和资源截然不同的一种产品和服务，重新投入到市场，产生一加一大于2的一个效应，这就是你的核心能力。你手里有别人没有的绝活。那么首先就是商业模式和盈利模式，你是如何去设计你的交付的。你最后会把你的价值，以一种怎样的方式呈递给你的客户去解决他们的痛点，这很重要，这是你的触角，对不对？🎼那么还有什么竞对分析，你要和你的竞争对手进行分析。其他的竞争对手，他们的商业模式和盈利模式是怎样的？如果你和他们完全一样，那你有什么优势而言，对不对？接下来呢像所有的分析，波投无力，这些东西呢就都是一些传统的啊管理分析工具，对吧？像你的优势、劣势、机遇挑战，那这样的罗有罗列性的思考呢？就能够让让你的思维更加的体系化。不容易去遗漏掉一些特殊的点。最后呢就是资源配置能力和核心能力。对吧？那么从社会学的角度讲呢，啊这个社会对吧？的结构其实无非就是规则和资源，对不对？那么规则和资源这两个东西你都掌握好的话，你就能够拥有权利，对吧？那本身而言呢也也就是一种核心能力。最后三个项呢呃都是跟钱有关的一个是打拼之。🎼就是你花出去的钱，你的投资，你的这些成本，什么时候你赚的钱能够完全的把它填平，就到那一天为止，对吧？你就不亏钱了。那么之后你赚的每一天对吧？都是在赚钱的。那么融资计划就是你计划分几期去完成你的融资，每一轮你要融多少，你融的这些钱，你融的这些钱啊，这是是以怎么样的一个估值，你怎样的一个股价去。进行融资的。那么最后还要设计退出机制。因为不一样的人，他对退出机制的要求是不一样的对吧？那有的人呢想早一点退出，有的人呢想晚一点退出，有的人玩短期，有的人玩长期，你退出机制应该尽量的满足呃大家这个退出的这样的一个想法，对吧？那这样的时候才是一个共赢的过程，就在短期内你缺钱，在短期内他不缺钱，所以他把钱给你，那长期来看，他要盈利啊，长期来看呢，你把这个盈利给到他，那你。🎼就完成了一个资源的配置，对不对？这是一个超越时空的配置。好，继续下一块。那么现在我们来看的是结果。好吧，那结果这个东西其实只有两种，一种是可以量化的结果。另外一种呢是没有办法量化的结果。没有办法量化的结果就只能去对比，可以量化的结果有很多。比如说大家平时讲的你的公司的营收，对不对？你的销售和你的利润对吧？这些东西都是数字都是钱，那么。还有呢就是你的客户，你的日活啊等等等等，对吧？这个东西像你的市场占有率，这个东西其实也是可以量化的对吧？那么在量化里面呢又分为先天量化和评分量化两种。那么一种呢就是先天量化，它本来就是数字。另外一种呢就是呃他好像先天不是。そ？🎼不是数字，那怎么办？你可以给他打分，对不对？啊？给他打分之后，你一个一但是你这个评分的标准是一以贯之的，你不可以说经常改变。如果你在一个一以贯之的评分标准下，那你就可以把一个东西非量化的东西去量化，然后呢进行这样的一个观察，啊，和你的目标做一个比较。那么第2块呢，就是对比。如果你这个东西是没有办法量化的。那怎么办？你就去和很软的一个东西，很软的一个实力啊，像调性这种东西，对不对？像像你的这个氛围啊，或者像你给人的感觉啊，这种东西怎么办？你就只能去和同行或者类似的进行去对比，对吧？那这个东西呢也能产生差异。也就是说我们平时想所讲的暑家种差，人类如何去认识事物，那一定是。今う？🎼根据同意来的就是一个苹果和一个梨子，对吧？我们把它们放在一起，他们的相同点是什么？他们的不同点是什么？当我们知道了他们的同意之后，我们就识别了具体的物种。所有物种都是通过暑假种插来进行认识的。那么接下来呢进入到设计和人。首先，什么是设计。设计就是公司内部的游戏规则。あ。🎼就是公司内部资源流动的方式，你要求公司内部所有的资源以什么样的规则来进行流动和交互？这个东西就是设计。那么设计呢又分为这么些方面。比如说他有文化上的设计，战略管理，有组织架构，有财务管理，有信息管理，还有价值创造。那么文化设计就是我们刚刚所讲的使命与愿景、价值观，对不对？那么这个东西呢和你的价值主张和你对人类的关切，他们都会互相之间产生影响。那另一块呢就是战略规划，或者叫战略管理。在战略管理里面。🎼这个其实就是我们所谓的战略管理学。战略管理学首先要求你要设定一个战略目标。那么其实就像一个人一样，当你站在一座山的半山腰。你未来要趋向远方，去向远方，你要选定一个目的地。好吧，你要换一个地方去定居。那么你要做的事情是什么呢？🎼啊，比如说你就在一个很很原始的一个森林里面，然后周围也没有什么人，对吧？那你站站在半山腰视野比较好的情况下，首先你要做的就是选定一个战略目标，就是我接下来要去到一个什么样的地方。我是不是要去到一个水草丰面的地方？OK在这个地方临近水源，对吧？通风良好，然后呢，周围最好也有什么果树啊，然后没有什么比较凶险的动物啊，对吧？风景也比较好。那我们一定要选选这样的一个战略目标，对吧？那么选定了个这个战略目标之后呢？🎼我们就需要进一步的增加我们的战略清晰度和战略视野。所谓的战略视野就是我们看的是不是足够远。就如果我们只能够看到方圆无里和能够看到方圆十里，显然可供我们做的选择是不一样的，对不对？那么当我们的战略视野足够广的时候，我们才能挑到才能有更多的选择去进行选择，才能挑到更好的一些结果。Yeah.🎼那么战略清晰度是什么呢？就是我们能够排除一些可能造成误解的东西。比如说哦他看起来水小风味，但实际上仔细观察旁边临近沼泽，对吧？或者有什么很危险的东西。这个时候我们就把它排除掉了，对吧？那有可能战略清晰度不够，我们是不是就选错了这样的一个战略目标。当我们把战略清晰度和战略视野拉到最大，选定了我们认为理性思考最好的一个战略目标之后，接下来呢就是要规划。画一条战略路径，就是倒推从那个战略目标啊，然后一直看向我们这里，我们要选一条怎样的路径去到达这样的一个战略目标，对不对？我们要规划一条路径，我们怎么走，对吧？那我们走这个路径，首先要短吧，距离要短，因为人生命是有限的，时间是有限的，对吧？那么同时呢还要去既要短，还要避免体力的消耗，对不对啊，要避免竞争，不要去经过一些有危险的地方。🎼或者有一些啊这个呃很艰难的一些地方，这可能会让我们的体力或者生命丢掉。那么规划完战略路径之后呢，就会对战略路径进行一个切割，对吧？那么在时间上啊和部门上都可以进行一个切割。这个就是进行战略目标的一个分解，分解成什么样子，其实就分解成了一个里程碑。就是我们啊第一步到达了一个什么地方啊，这就是一个战略的里程碑，下一步要到达一个什么地方，那么通过几步最后到达我们的战略目。目标对吧？那这也这样就是一个分解。那么在时间上的分解。比如说我们今年要达成一个什么样的战略目标，明年要达成一个什么样的战略目标，最后呢完成了我们的一个5年的战略目标的一个设定，对吧？只在时间上的分解。那么二级分解就是在部门上，每个部门要在这个过程中贡献多少价值。比如说我们明年要创造1000万的一个净利润。那么在这个过程中，在价值链的分工中，对吧？那么OK销售部门要完成100万。🎼这样的一个净利润的一个销售目标。那么在此基础上，那么其他的中台部门或者产品研发部门应该给到他怎样的支持呢？对吧？那销售要提怎样的要求呢？这个东西我们要进行分解，分配到各个部门。然后呢，部门进一步拆分，拆分给团队团队再进一步拆分拆分给个人，对不对？那么从时间上来讲，从5年拆分到每一年再从每一年拆分到每一个季度，再从每一个季度拆分到每个月。再拆分到每一个人甚至是每一个星期，对不对？所以每个公司每年都要做战略会议，他干的就是这个事情。那么战略会议是谁去讨论呢？啊，战略会议其实就是这个公司的愿景层，对吧？那么公司呢从上到下分为愿景层，分为资源层，分为C级高管，分为中层管理，分执行层动作层。那么愿景层，他就是设定一个战略目标的愿景层，也就是创始人或者要实际控制人，他设定了这样的一个战略目标之后，对吧？然后呢呢他交给资。🎼资源层也就是股东啊，股东还有董事，他们认为这个战略目标是不是可行的去支持他，或者修改他，对吧？那么在接下来呢会就分解之后，他会通过一种特殊的图示呈现出来啊，叫做太阳图。那么这里我们就不讲了，回头呢大家可以私聊我，我要一下这个太阳图，可以看一下这个太阳图长成什么样的，他比较直观，而且还能够反映出来，对吧？你的时间上是怎么一级分解的这个在部门上是怎么二级分解的。那么然后呢，就是股权治理结构的设计，你要创建一家公司嘛，肯定会有股权治理结构的设计，对吧？你在每个阶段你的股权治理结构的设计可能是不一样的，因为股东会发生变化，对吧？来来往往天下熙息皆为利来，天下攘攘皆为利往，对吧？那公司的目标不一样，阶段不一样，所需要的资源禀赋不一样。那股东他们自己的时间点对资源的需求不一样的时候，公司股东就会发生变化，资源层会发生变化的话，你的股权治理结构要设计。🎼跟得上接下来呢就是公司章程与意事规则。公司章程呢，这个就不用说了，对吧？是公司的第一大法，公司内部的所有的玩法规则，其实都要服从于公司章程的。当然也有很多公司可能不是太重视个东西，但只是应当重视的。那么意识规则是什么呢？就是比如说一家公司平时开会的习惯是什么样的，怎么的一个投票方式啊，对吧？什么算通过呢？啊，什么算重新的去去去进行一些讨论的，对吧？这些都归属于意识规则，最后呢是内控体系对吧？内部控制体系。那么接下来就到组织结构，对吧？组织架构，那么组织架构的设计，就相当于公司的骨价，都是由什么部门构成的，对吧？每个部门的职能是什么样子。🎼那么这个东西呢啊同样的会生成一个岗位图谱，就在这个公司的组织架构上啊，都存在了多少岗位，对吧？每个组织的部门，哪些部门是由哪些岗位去组成的那有了岗位图谱就有了定岗定职定编，对吧？岗位职能编制，那有了这个岗位职能编制，就有了岗位职责说明书，每个员工一进来，你要拿到一个岗位职责说明书，你知道啊，按照指挥链，我是位于哪个部门的对吧？我的职级是什么？谁是直接领。导我的那我是直接领导谁的，我是直接监督谁的，我是间接监督谁的，我的一级职能是什么？我的二级职能是什么？我的晋升通道是什么？我的关键薪酬绩效指标提取宝是什么，对吧？就哪些东西都可以考核我对吧？但在不同的阶段，当然考核我的提取的东西是不一样的那可能总共有十几项二十几项，对吧？但这次考核我呢只提取了其中的三项，或者到下个月呢，随着公司的战略目标不同，他就需要在另外的方向上去考核我就取了另外的几。🎼那么这些东西你都要提前的设定好啊，对吧？如果你要开公司的话，你都要把这些东西都准备好的，对不对？那这些东西是很必要的，不能到时候招来的人，他还不知道自己要干什么，你也说不清楚，或者你只能口头说，那他将来会反悔的。他说哎，这个东西你当初没有跟我一姐讲，现在你要让我做到反那这个东西是不公平的那你就没有力度，没有力度，不能让人说服，不能让人同意的话，这样的合作就很难持久。那么接下来呢是流程的设计，流程就刚刚是股价，对不对？流程是什么呢？就是人和人之间，部门和部门之间如何去协作，对吧？那么是跨部门之间的那么接下来是风险体系和监督体系，那完先略过。🎼Yeah.那么财务管理包括预决算的制度啊呃审计的制度啊，对吧？这个就跟钱有关的，也很关键，对不对？然后呢是信息管理，信息管理包含信息化、系统化、信息安全这些东西。因为现在呢。今？🎼信息很重要啊，很多公司就有大量的数据。那么数据的储存运用管理安全其实都至关重要。而且好的企业他对信息的管理绝对是超乎你的想象。就是他它不仅没有数据孤岛，而且它的数据的应用还能产生一加一大于2的效应。是非常非常厉害的。那么最后呢就是价值创造对吧？价值创造就其实就是你的一个产品体系，你的项目管理，你的品质控制，你的研发体系啊，你的似乎反馈体系。🎼那么接下来呢讲人设计完了人，对不对？那你公司的蓝图有了，那你要把物料填进去，对吧？你还要让人进去，因为人是一切生产力的来源，只有人才能去发挥主观能动性，去将客观的物质世界进行改造，对不对？才能拿出你想要的那个结果来。那么人呢从阶段来讲，无非是选育用留四个阶段。也是四个步骤。首先我们要选人，我们要从市场上从人才市场上去选择，去把这样的人才，我们觉得好的人才挑出来。🎼那么进来之后呢，我们要进行培训，我们要培训他，让他具备在自己的本身具备的禀赋上再增加一些我们公司需要他能达到的这样的能力水平。在培训之后，我还要把它用好，对吧要把它放在最适合他发挥他禀赋和能力的岗位上，而且他还很开心。那么最后呢我们要把人留好，我们要用情感留人，要用待遇留人，把人留好。因为在之前的过程中，在选。考遇的过程中，其实我们花费了大量的成本。如果这个人才最后留不住，那就意味着损失。🎼那么在选的过程中对吧？那什么东西重要，什么东西不重要，对不对？那价值观是不是很重要，能力是不是很重要？技能是不是很重要？这三个相比较，哪个更重要，其实仁者见仁智者见智。但是如果您是走长期主义的，那么价值观可能要大于能力最好大于技能，对吧？那么能力为什么和技能有的人分不清楚啊，能力包含学习能力，就是他有可能技能不好，但他能力够强，那他可以发展。出不同的技能的啊，同样的。🎼如果他能力很强，但是他价值观不行，对吧？那那你这个也没有办法搞他，对不对？那接下来呢就是任性概念和格局，对吧？也有人认为可以这样分，就一个人首先要大局观，对吧？要格局，在自己的利益和组织的利益产生违背的时候，他有大局观，他愿意放弃自己的利益。那这个为什么重要呢？那如果他将来做了一个部门的负责人。当他部门的利益和公司的利益发生违背的时候。？🎼他可以牺牲部门利益，为公司的利益着想，那公司就有更大的概率能够活下去。那么任性呢就是一个抗压，对吧？那？有的时候他不能干着干着崩掉了啊，他的心态不好，崩掉了，那不好，对不对？概念是什么？概念其实就是一个学习能力，就你讲的东西他能够在多大的程度上去啊掌握理解，迅速的学习。其实右边这块任性概念格局呢更像是选拔人才所适用的一种选择标准。而左边的价值。观能力和技能呢，这个更像是在呃就是挑选入职员工的时候的一种呃价值标准的范式。那么域呢分为两种，一种是学徒制，一种学院制，像学徒制这种，比如像管培生啊，比如像PSF领域，对吧？像什么啊律师啊，管理咨询顾问啊，医上啊这种都是学徒制。为什么？因为这些行业啊，它是。う？🎼既有技术的部分，也有艺术的部分，技术的部分可能就在学校就已经完成了。像艺术的部分是一定要通过言传身教，通过大量的时间去内化去吸收，去不断的观察这个东西艺术的部分是没有办法用语言表达出来的，只能去体验，所以需要大量的时间，那意味着为什么这些职业，它的不可取代性很高，它很稀缺，对吧？那就是因为他所需要的时间很长，所以他们的成本很高啊，对不对？那么学院制呢就是可以。学案制就是他的艺术性不那么强啊，主要是技术，对吧？就是技技术嘛，你就学就可以，对吧？谁教都都教的会，然后你自学其实也是可以的。接下来呢就是用就是绩效考核体系和年终评审体系，对吧？那你要用好这两个体系去驱动大家发挥自己的主观能动性往你想要的方向发展，这样呢就产生了我们叫激励相融，对不对？最后呢是留你要通过薪酬福利体系和晋升通道，把这个人留下来，给他有希望，最后我们就看到的这样。🎼图的全景，好吧，那这张图的全景就构成了一家公司啊，如何从无到有的，他能够产生如何能够协作，如何能够创造价值，如何能够运作运行。呃，到这里呢，你基本上就已经知道一家公司到底是什么样的，对吧？你也知道如何从0到一去创造一家公司了。い？🎼那最后一块呢涉及到了一些体系，对不对？这些都是有体系的那至于这些呢，我可能下一次讲也可能嗯私下里面沟通都可以。好吧，今天就到这里，今天也是打破了这个知识原点con之前的以往的一个表现，给大家呈现出了一个截然不同的东西。但我也不知道大家是不是喜欢。好，今天就到这里，谢谢大家啊，耐心看了这么长时间，谢谢。",
  "language": "zh",
  "duration": 0.0,
  "segments": []
}